{
    "Select a photo for preview": "Wählen Sie ein Foto zur Vorschau aus",
    "Usage Guide": "Benutzeranleitung",
    "Photo requirements": "Anforderungen an Fotos",
    "Privacy Statement": "Datenschutzerklärung",
    "Select an image to upload": "Wählen Sie ein Bild zum Hochladen aus",
    "Upload Image": "Bild hochladen",
    "No file chosen": "Keine Datei ausgewählt",
    "Select the photo type:": "Wählen Sie den Fototyp aus:",
    "1 inch": "1 Inch",
    "2 inches": "2 Inch",
    "3 inches": "3 Inch",
    "4 inches": "4 Inch",
    "small 1 inch": "klein 1 Inch",
    "small 2 inches": "klein 2 Inch",
    "large 1 inch": "groß 1 Inch",
    "large 2 inches": "groß 2 Inch",
    "custom size": "benutzerdefinierte Größe",
    "Height(px):": "Höhe (px):",
    "Width(px):": "Breite (px):",
    "Chinese passport": "Chinesischer Pass",
    "driving license": "Führerschein",
    "electronic driving license": "elektronischer Führerschein",
    "marriage registration photo": "Foto zur Heiratsregistrierung",
    "second-generation identity card": "Personalausweis der zweiten Generation",
    "image information collection for college students": "Bildinformationssammlung für College-Studenten",
    "electronic social security card": "elektronische Sozialversicherungskarte",
    "Select the background color": "Wählen Sie die Hintergrundfarbe",
    "red": "Rot",
    "white": "Weiß",
    "blue": "Blau",
    "Process": "Prozess",
    "Insert to Document": "In Dokument einfügen",
    "Download and Save": "Herunterladen und speichern",
    "Step 1: Select a suitable picture to upload.<br>Step 2: Select the required format and size.<br>Step 3: Click the process button to preview the ID photo. You can manually adjust the size, position, and angle of the portrait. If the image is too large, you can use the mouse wheel to fully preview the photo.<br>Step 4: Click Download or Insert to finish the process.<br>Additionally, if you are not satisfied with the cutout result, you can try improving it by adjusting the cutout threshold.": "Schritt 1: Wählen Sie ein passendes Bild zum Hochladen aus.<br>Schritt 2: Wählen Sie das gewünschte Format und die gewünschte Größe.<br>Schritt 3: Klicken Sie auf die Schaltfläche Verarbeiten, um eine Vorschau des Passfotos anzuzeigen. Sie können Größe, Position und Winkel des Porträts manuell anpassen. Sollte das Bild zu groß sein, können Sie mit dem Mausrad eine vollständige Vorschau des Fotos anzeigen.<br>Schritt 4: Klicken Sie auf Herunterladen oder Einfügen, um den Vorgang abzuschließen.<br>Sollten Sie mit dem Ausschnittergebnis nicht zufrieden sein, können Sie versuchen, es durch Anpassen des Ausschnittschwellenwerts zu verbessern.",
    "Not all photos are suitable for conversion into ID photos. The photo you use needs to be a frontal photo without a hat, dressed appropriately. Normally, the two ear contours of a person and the place corresponding to the Adam's apple of a man should be seen in the photo, and the bottom is higher than the chest position.": "Nicht alle Fotos eignen sich für die Umwandlung in Passfotos. Das von Ihnen verwendete Foto muss frontal und ohne Hut und in angemessener Kleidung sein. Normalerweise sollten die beiden Ohrkonturen einer Person und die Stelle, die dem Adamsapfel eines Mannes entspricht, auf dem Foto zu sehen sein, und die Unterseite sollte höher als die Brust sein.",
    "After installation, this plug-in runs offline and will not upload or store any processed pictures or other user data.": "Nach der Installation läuft dieses Plugin offline und lädt oder speichert keine verarbeiteten Bilder oder andere Benutzerdaten.",
    "Threshold": "Schwellenwert"
}