{
    "To use Zotero you should get an API key.": "Om Zotero te gebruiken moet u een API key hebben.",
    "Navigate to": "Navigeren naar",
    "Zotero API settings": "Zotero API instellingen",
    "Create and copy API key into the field below.": "Maak en kopieer API key in het onderstaande veld.",
    "Open Zotero website": "Open Zotero website",
    "Invalid API key": "Ongeldige API key",
    "API Key": "API Key",
    "Nothing found": "Niks gevonden",
    "Style is not selected": "Stijl is niet geselecteerd",
    "Language is not selected": "Taal is niet geselecteerd",
    "Search references by author, title or year": "Zoek referenties op auteur, titel of jaartal",
    "Cancel": "Annuleren",
    "Done": "Klaar",
    "Insert Bibliography": "Bibliografie Invoegen",
    "Style": "Stijl",
    "Enter style name": "Stijl naam invoeren",
    "Language": "Taal",
    "Display citations as:": "Citaat weergeven als:",
    "Footnotes": "Voetnoten",
    "Endnotes": "Eindnoten",
    "Reconfigure": "Opnieuw instellen",
    "Learn more here.": "Lees hier meer.",
    "Save": "Opslaan",
    "Insert Citation": "Citaat Invoegen",
    "Cancel selection": "Annuleren selecteren",
    "Refresh": "Vernieuwen",
    "Unlink citations": "Citaat Verwijderen",
    "Please insert some citation into the document.": "Voeg een citaat toe aan het document.",
    "Omit Author": "Auteur Weglaten",
    "Connection to Zotero failed": "Verbinding met Zotero mislukt",
    "Connection to Zotero failed. Make sure Zotero is running": "Verbinding met Zotero mislukt. Controleer of Zotero actief is.",
    "Connection to Zotero failed. Please enable external connections in Zotero: Edit → Settings → Advanced → Check \"Allow other applications on this computer to communicate with Zotero\"": "Verbinding met Zotero mislukt. Schakel externe verbindingen in Zotero in: Bewerken → Instellingen → Geavanceerd → Vink \"Allow other applications on this computer to communicate with Zotero\" aan",
    "Failed to apply this style": "Het is niet gelukt deze stijl toe te passen",
    "Failed to upload file": "Het uploaden van het bestand is mislukt",
    "Connect to Local Zotero": "Verbind met lokale Zotero",
    "The current bibliographic style does not describe the bibliography": "De huidige bibliografische stijl beschrijft de bibliografie niet",
    "Failed to insert citation": "Het invoegen van de citaat is mislukt",
    "Failed to insert bibliography": "Het invoegen van de bibliografie is mislukt",
    "Failed to refresh": "Het vernieuwen is mislukt",
    "Search the references you want to cite in this document.": "Zoek de referenties die u wilt citaat in dit document.",
    "Everywhere": "Elke plaats",
    "My Library": "Mijn bibliotheek",
    "Group Libraries": "Groepsbibliotheek",
    "This plugin help you search references by author, title or year in your own library.": "Deze plugin helpt u om referenties te zoeken op auteur, titel of jaar in uw eigen bibliotheek.",
    "Click": "Klik",
    "to replace all active Zotero citations and Bibliography with plain text.": "om alle actieve Zotero citaat en bibliografie te vervangen met tekst.",
    "After conversion, citations can no longer be updated.": "Na de conversie kunnen citaaten niet meer worden bijgewerkt.",
    "to access your local Zotero library.": "om toegang te krijgen tot uw lokale Zotero bibliotheek.",
    "No API key required.": "Geen API key vereist.",
    "Configure how citations will be formatted in your document.": "Configureer hoe citaten in uw document worden opgemaakt.",
    "Search in": "Zoek in",
    "Search in:": "Zoek in:",
    "Loading...": "Laden..."
}
